

class Texts:

    # Text for messages ⬇⬇⬇

    startText = '''Приветствую тебя! Здесь ты можешь найти🔎попутчиков для такси🚕.
Для этого открой клавиатуру внизу⬇ и нажми на кнопку "НАЙТИ ПОПУТЧИКА"\n
Если долгое время не отвечаю, перезагрузи меня командой /start а если и это
не помогло, то напиши в тех. поддержку - @thailandtrue4
'''

    makeCard1Text = 'Шаг 1 из 5: Откуда едешь? Выбери направление:'
    makeCard2Text = 'Шаг 2 из 5: Откуда едешь? Выбери населенный пункт:'
    makeCard3Text = 'Шаг 3 из 5: Куда едешь? Выбери напрваление:'
    makeCard4Text = 'Шаг 4 из 5: Куда едешь? Выбери населённый пункт:'
    makeCard5Text = 'Шаг 5 из 5: Когда поедешь? Укажи дату и время в формате гггг-мм-чч ЧЧ:ММ без лишних пробелов:'

    askTripSuccesText = 'Подошло время вашей поездки. Нам важно ваше мнение.\nУдалось ли вам найти попутчика? '

    #  Texts for buttons ⬇⬇⬇

    searchButthonText = 'НАЙТИ ПОПУТЧИКА🔎'